Revit 2027 API
SymbolTypeId.KA Property
 Symbol kA, indicating unit Kiloamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KA { get; }
Public Shared ReadOnly Property KA As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KA {
	ForgeTypeId^ get ();
}
static member KA : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace